/* Cancel operation */
"Cancel" = "Cancelar";

/* Done Title for button */
"Done" = "Fin";

/* Button text to apply filter */
"Filter" = "Filtro";

/* To select pictures while pressing button */
"My Pictures" = "Mis Imagenes";

/* Title for AlertController */
"Photo Collection" = "Coleccion de Fotos";

/* Photo Gallery */
"Photo Gallery" = "Galeria de Fotos";

/* Photos for Alert option */
"Photos" = "Fotos";

/* For selection of picture or photo */
"Please Select" = "Por Favor Escoja";

/* Title for Select Camera option */
"Select camera" = "Seleccione Camera";

